Repository: stanlsv/sayboard
Catalog: Sayboard/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, et, fi, fr, hi, hr, hu, it, ja, ko, lt, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, tr, uk, zh

source: Smallest model available. English only, basic accuracy.
bg: Най-малкият наличен модел. Само английски, базова точност.
cs: Nejmenší dostupný model. Pouze angličtina, základní přesnost.
da: Mindste tilgængelige model. Kun engelsk, grundlæggende nøjagtighed.
de: Kleinstes verfügbares Modell. Nur Englisch, grundlegende Genauigkeit.
el: Το μικρότερο διαθέσιμο μοντέλο. Μόνο αγγλικά, βασική ακρίβεια.
es: El modelo más pequeño disponible. Solo inglés, precisión básica.
et: Väikseim saadaolev mudel. Ainult inglise keel, algtaseme täpsus.
fi: Pienin saatavilla oleva malli. Vain englanti, perustarkkuus.
fr: Plus petit modèle disponible. Anglais uniquement, précision basique.
hi: सबसे छोटा उपलब्ध मॉडल। केवल अंग्रेज़ी, बुनियादी सटीकता।
hr: Najmanji dostupan model. Samo engleski, osnovna preciznost.
hu: A legkisebb elérhető modell. Csak angol, alapszintű pontosság.
it: Modello più piccolo disponibile. Solo inglese, precisione di base.
ja: 最小の利用可能なモデル。英語のみ、基本的な精度。
ko: 가장 작은 모델. 영어만 지원, 기본 정확도.
lt: Mažiausias prieinamas modelis. Tik anglų kalba, bazinis tikslumas.
lv: Mazākais pieejamais modelis. Tikai angļu valodā, pamata precizitāte.
nb: Minste tilgjengelige modell. Kun engelsk, grunnleggende nøyaktighet.
nl: Kleinste beschikbare model. Alleen Engels, basisnauwkeurigheid.
pl: Najmniejszy dostępny model. Tylko angielski, podstawowa dokładność.
pt: O menor modelo disponível. Apenas inglês, precisão básica.
ro: Cel mai mic model disponibil. Doar engleză, precizie de bază.
ru: Самая маленькая модель. Только английский, базовая точность.
sk: Najmenší dostupný model. Len angličtina, základná presnosť.
sl: Najmanjši razpoložljiv model. Samo angleščina, osnovna natančnost.
sv: Minsta tillgängliga modellen. Endast engelska, grundläggande noggrannhet.
tr: Mevcut en küçük model. Yalnızca İngilizce, temel doğruluk.
uk: Найменша доступна модель. Лише англійська, базова точність.
zh: 最小的可用模型。仅支持英语，基础精度。

source: Smallest streaming model. Real-time English with basic accuracy.
bg: Най-малкият стрийминг модел. Английски в реално време с базова точност.
cs: Nejmenší streamovací model. Angličtina v reálném čase se základní přesností.
da: Mindste streamingmodel. Realtidsengelsk med grundlæggende nøjagtighed.
de: Kleinstes Streaming-Modell. Echtzeit-Englisch mit grundlegender Genauigkeit.
el: Το μικρότερο μοντέλο ροής. Αγγλικά σε πραγματικό χρόνο με βασική ακρίβεια.
es: Modelo de streaming más pequeño. Inglés en tiempo real con precisión básica.
et: Väikseim voogedastusmudel. Reaalajas inglise keel algtaseme täpsusega.
fi: Pienin suoratoistomalli. Englanti reaaliajassa, perustarkkuus.
fr: Plus petit modèle de streaming. Anglais en temps réel avec précision basique.
hi: सबसे छोटा स्ट्रीमिंग मॉडल। बुनियादी सटीकता के साथ रीयल-टाइम अंग्रेज़ी।
hr: Najmanji streaming model. Engleski u stvarnom vremenu s osnovnom preciznošću.
hu: Legkisebb streaming modell. Valós idejű angol alapszintű pontossággal.
it: Modello streaming più piccolo. Inglese in tempo reale con precisione di base.
ja: 最小のストリーミングモデル。基本精度のリアルタイム英語。
ko: 가장 작은 스트리밍 모델. 기본 정확도의 실시간 영어.
lt: Mažiausias srautinio perdavimo modelis. Anglų kalba realiu laiku su baziniu tikslumu.
lv: Mazākais straumēšanas modelis. Reāllaika angļu valoda ar pamata precizitāti.
nb: Minste strømmemodell. Sanntids engelsk med grunnleggende nøyaktighet.
nl: Kleinste streamingmodel. Realtime Engels met basisnauwkeurigheid.
pl: Najmniejszy model strumieniowy. Angielski w czasie rzeczywistym z podstawową dokładnością.
pt: O menor modelo de streaming. Inglês em tempo real com precisão básica.
ro: Cel mai mic model streaming. Engleză în timp real cu precizie de bază.
ru: Самая маленькая потоковая модель. Английский в реальном времени, базовая точность.
sk: Najmenší streamovací model. Angličtina v reálnom čase so základnou presnosťou.
sl: Najmanjši model pretakanja. Angleščina v realnem času z osnovno natančnostjo.
sv: Minsta streamingmodellen. Engelska i realtid med grundläggande noggrannhet.
tr: En küçük akış modeli. Temel doğrulukla gerçek zamanlı İngilizce.
uk: Найменша потокова модель. Англійська в реальному часі з базовою точністю.
zh: 最小的流式模型。实时英语，基础精度。

source: Snippets
bg: Сниппети
cs: Zkratky
da: Tekststykker
de: Textbausteine
el: Αποσπάσματα
es: Fragmentos
et: Lõigud
fi: Pätkät
fr: Raccourcis
hi: स्निपेट
hr: Isječci
hu: Szövegrészletek
it: Snippet
ja: スニペット
ko: 스니펫
lt: Fragmentai
lv: Fragmenti
nb: Tekstsnutter
nl: Fragmenten
pl: Fragmenty
pt: Atalhos
ro: Fragmente
ru: Сниппеты
sk: Skratky
sl: Odlomki
sv: Textutdrag
tr: Kısayollar
uk: Фрагменти
zh: 文本片段

source: Source Code on GitHub
bg: Изходен код в GitHub
cs: Zdrojový kód na GitHubu
da: Kildekode på GitHub
de: Quellcode auf GitHub
el: Πηγαίος κώδικας στο GitHub
es: Código fuente en GitHub
et: Lähtekood GitHubis
fi: Lähdekoodi GitHubissa
fr: Code source sur GitHub
hi: GitHub पर सोर्स कोड
hr: Izvorni kod na GitHubu
hu: Forráskód a GitHubon
it: Codice sorgente su GitHub
ja: GitHubのソースコード
ko: GitHub 소스 코드
lt: Šaltinio kodas „GitHub“ platformoje
lv: Pirmkods vietnē GitHub
nb: Kildekode på GitHub
nl: Broncode op GitHub
pl: Kod źródłowy na GitHubie
pt: Código-fonte no GitHub
ro: Codul sursă pe GitHub
ru: Исходный код на GitHub
sk: Zdrojový kód na GitHube
sl: Izvorna koda na GitHubu
sv: Källkod på GitHub
tr: GitHub’daki Kaynak Kod
uk: Вихідний код на GitHub
zh: GitHub 上的源代码

source: Speech Recognition
bg: Разпознаване на реч
cs: Rozpoznávání řeči
da: Talegenkendelse
de: Spracherkennung
el: Αναγνώριση ομιλίας
es: Reconocimiento de voz
et: Kõnetuvastus
fi: Puheentunnistus
fr: Reconnaissance vocale
hi: स्पीच रिकग्निशन
hr: Prepoznavanje govora
hu: Beszédfelismerés
it: Riconoscimento vocale
ja: 音声認識
ko: 음성 인식
lt: Kalbos atpažinimas
lv: Runas atpazīšana
nb: Talegjenkjenning
nl: Spraakherkenning
pl: Rozpoznawanie mowy
pt: Reconhecimento de fala
ro: Recunoaștere vocală
ru: Распознавание речи
sk: Rozpoznávanie reči
sl: Prepoznavanje govora
sv: Taligenkänning
tr: Konuşma Tanıma
uk: Розпізнавання мовлення
zh: 语音识别

source: speed
bg: скорост
cs: rychlost
da: hastighed
de: Geschwindigkeit
el: ταχύτητα
es: velocidad
et: kiirus
fi: nopeus
fr: vitesse
hi: गति
hr: brzina
hu: sebesség
it: velocità
ja: 速度
ko: 속도
lt: greitis
lv: ātrums
nb: hastighet
nl: snelheid
pl: szybkość
pt: velocidade
ro: viteză
ru: скорость
sk: rýchlosť
sl: hitrost
sv: hastighet
tr: hız
uk: швидкість
zh: 速度

source: Standard
bg: Стандартен
cs: Standardní
el: Τυπικό
es: Estándar
et: Standardne
fi: Vakio
hi: मानक
hr: Standardno
hu: Normál
ja: 標準
ko: 표준
lt: Standartinė
lv: Standarta
nl: Standaard
pl: Standardowy
pt: Padrão
ru: Стандартная
sk: Štandardný
sl: Standardno
tr: Standart
uk: Стандартний
zh: 标准

source: Standard Prompts
bg: Стандартни промптове
cs: Standardní prompty
da: Standardprompter
el: Τυπικές προτροπές
es: Comandos estándar
et: Standardviibad
fi: Vakiokehotteet
fr: Prompts standard
hi: मानक प्रॉम्प्ट
hr: Standardni promptovi
hu: Normál promptok
it: Prompt standard
ja: 標準プロンプト
ko: 표준 프롬프트
lt: Standartiniai užklausimai
lv: Standarta pamudinājumi
nb: Standardledetekster
nl: Standaardprompts
pl: Standardowe prompty
pt: Prompts padrão
ro: Prompturi standard
ru: Стандартные промпты
sk: Štandardné prompty
sl: Standardni pozivi
sv: Standardprompter
tr: Standart İstemler
uk: Стандартні промпти
zh: 标准提示词

source: Stop
bg: Спрете
cs: Zastavit
de: Stopp
el: Διακοπή
es: Detener
et: Peata
fi: Lopeta
fr: Arrêter
hi: रोकें
hr: Zaustavi
hu: Leállítás
it: Interrompi
ja: 停止
ko: 중지
lt: Sustabdyti
lv: Apturēt
nb: Stopp
pl: Zatrzymaj
pt: Parar
ro: Oprește
ru: Стоп
sk: Zastaviť
sl: Ustavi
sv: Stoppa
tr: Durdur
uk: Зупинити
zh: 停止

source: Storage Is Getting Low
bg: Малко свободно място
cs: Málo volného místa
da: Lav lagerplads
de: Speicher wird knapp
el: Λίγος διαθέσιμος χώρος
es: Poco espacio disponible
et: Vaba ruumi jääb väheks
fi: Tallennustila alkaa loppua
fr: Peu d’espace disponible
hi: स्टोरेज कम हो रही है
hr: Ponestaje prostora
hu: Fogytán a tárhely
it: Poco spazio disponibile
ja: 空き容量が少なくなっています
ko: 저장 공간이 부족합니다
lt: Mažėja laisvos vietos
lv: Paliek maz vietas
nb: Lite lagringsplass
nl: Weinig opslagruimte
pl: Mało wolnego miejsca
pt: Pouco espaço disponível
ro: Puțin spațiu disponibil
ru: Мало свободного места
sk: Málo voľného miesta
sl: Zmanjkuje prostora
sv: Lite lagringsutrymme
tr: Depolama Alanı Azalıyor
uk: Мало вільного місця
zh: 储存空间不足

source: Summarize
bg: Обобщете
cs: Shrnout
da: Opsummer
de: Zusammenfassen
el: Σύνοψη
es: Resumir
et: Tee kokkuvõte
fi: Tiivistä
fr: Résumer
hi: सारांश दें
hr: Sažmi
hu: Összefoglalás
it: Riassumi
ja: 要約
ko: 요약
lt: Apibendrinti
lv: Apkopot
nb: Oppsummer
nl: Samenvatten
pl: Podsumuj
pt: Resumir
ro: Rezumă
ru: Резюмировать
sk: Zhrnúť
sl: Povzemi
sv: Sammanfatta
tr: Özetle
uk: Підсумувати
zh: 总结

source: Support Sayboard
bg: Подкрепете Sayboard
cs: Podpořte Sayboard
da: Støt Sayboard
de: Unterstützen Sie Sayboard
el: Υποστηρίξτε το Sayboard
es: Apoye Sayboard
et: Toetage Sayboardi
fi: Tue Sayboardia
fr: Soutenez Sayboard
hi: Sayboard का समर्थन करें
hr: Podržite Sayboard
hu: Támogassa a Sayboardot
it: Sostenga Sayboard
ja: Sayboardを応援
ko: Sayboard 응원하기
lt: Paremkite Sayboard
lv: Atbalstiet Sayboard
nb: Støtt Sayboard
nl: Steun Sayboard
pl: Wesprzyj Sayboard
pt: Apoie o Sayboard
ro: Susțineți Sayboard
ru: Поддержите Sayboard
sk: Podporte Sayboard
sl: Podprite Sayboard
sv: Stöd Sayboard
tr: Sayboard’u Destekleyin
uk: Підтримайте Sayboard
zh: 支持 Sayboard

source: Support Sayboard with a one-time purchase to keep dictating.
bg: Подкрепете Sayboard с еднократна покупка, за да продължите да диктувате.
cs: Podpořte Sayboard jednorázovým nákupem a diktujte dál.
da: Støt Sayboard med et engangskøb for at blive ved med at diktere.
de: Unterstützen Sie Sayboard mit einem einmaligen Kauf, um weiter zu diktieren.
el: Υποστηρίξτε το Sayboard με μια εφάπαξ αγορά για να συνεχίσετε την υπαγόρευση.
es: Apoye Sayboard con una compra única para seguir dictando.
et: Toetage Sayboardi ühekordse ostuga, et edasi dikteerida.
fi: Tue Sayboardia kertaostolla, niin voit jatkaa sanelua.
fr: Soutenez Sayboard par un achat unique pour continuer à dicter.
hi: डिक्टेशन जारी रखने के लिए एक बार की ख़रीदारी से Sayboard का समर्थन करें।
hr: Podržite Sayboard jednokratnom kupnjom kako biste nastavili diktirati.
hu: Támogassa a Sayboardot egy egyszeri vásárlással, hogy tovább diktálhasson.
it: Sostenga Sayboard con un acquisto singolo per continuare a dettare.
ja: 音声入力を続けるには、1回の購入でSayboardを応援してください。
ko: 계속 받아쓰려면 한 번의 구입으로 Sayboard를 응원해 주세요.
lt: Paremkite Sayboard vienkartiniu pirkiniu, kad galėtumėte toliau diktuoti.
lv: Atbalstiet Sayboard ar vienreizēju pirkumu, lai turpinātu diktēt.
nb: Støtt Sayboard med et engangskjøp for å fortsette å diktere.
nl: Steun Sayboard met een eenmalige aankoop om te blijven dicteren.
pl: Wesprzyj Sayboard jednorazowym zakupem, aby dalej dyktować.
pt: Apoie o Sayboard com uma compra única para continuar ditando.
ro: Susțineți Sayboard printr-o achiziție unică pentru a continua dictarea.
ru: Поддержите Sayboard разовой покупкой, чтобы диктовать дальше.
sk: Podporte Sayboard jednorazovým nákupom a diktujte ďalej.
sl: Podprite Sayboard z enkratnim nakupom, da boste lahko še naprej narekovali.
sv: Stöd Sayboard med ett engångsköp för att fortsätta diktera.
tr: Dikte etmeye devam etmek için tek seferlik bir satın almayla Sayboard’u destekleyin.
uk: Підтримайте Sayboard разовою покупкою, щоб диктувати далі.
zh: 通过一次性购买支持 Sayboard，即可继续听写。

source: Swipe right on the indicator below
bg: Плъзнете надясно по индикатора долу
cs: Přejeďte vpravo po indikátoru níže
da: Stryg til højre på indikatoren nedenfor
de: Wischen Sie auf der Anzeige unten nach rechts
el: Σύρετε δεξιά στον δείκτη παρακάτω
es: Deslice a la derecha sobre el indicador de abajo
et: Pühi all olevat näidikut paremale
fi: Pyyhkäise alla olevaa palkkia oikealle
fr: Glissez vers la droite sur l’indicateur ci-dessous
hi: नीचे दिए गए संकेतक पर दाईं ओर स्वाइप करें
hr: Prijeđite desno po indikatoru ispod
hu: Lapozzon jobbra az alábbi jelzőn
it: Scorra verso destra sull’indicatore qui sotto
ja: 下のインジケーターを右にスワイプ
ko: 아래 표시줄에서 오른쪽으로 스와이프
lt: Perbraukite dešinėn ant indikatoriaus apačioje
lv: Pārvelciet pa labi pa indikatoru zemāk
nb: Sveip til høyre på indikatoren nedenfor
nl: Veeg naar rechts op de indicator hieronder
pl: Przesuń w prawo po wskaźniku poniżej
pt: Deslize para a direita no indicador abaixo
ro: Glisați la dreapta pe indicatorul de mai jos
ru: Свайпните вправо по индикатору внизу
sk: Potiahnite vpravo po indikátore nižšie
sl: Povlecite v desno po indikatorju spodaj
sv: Svep åt höger på indikatorn nedan
tr: Aşağıdaki göstergede sağa kaydırın
uk: Проведіть праворуч по індикатору внизу
zh: 在下方指示条上向右滑动

source: Swipe right to return
bg: Плъзнете надясно, за да се върнете
cs: Přejeďte vpravo pro návrat
da: Stryg til højre for at vende tilbage
de: Nach rechts wischen, um zurückzukehren
el: Σύρετε δεξιά για επιστροφή
es: Deslice a la derecha para volver
et: Naasmiseks pühi paremale
fi: Pyyhkäise oikealle palataksesi
fr: Glissez vers la droite pour revenir
hi: वापस जाने के लिए दाईं ओर स्वाइप करें
hr: Prijeđite desno za povratak
hu: A visszatéréshez lapozzon jobbra
it: Scorri a destra per tornare
ja: 右にスワイプして戻る
ko: 오른쪽으로 스와이프하여 돌아가기
lt: Perbraukite dešinėn, kad grįžtumėte
lv: Pārvelciet pa labi, lai atgrieztos
nb: Sveip til høyre for å gå tilbake
nl: Veeg naar rechts om terug te keren
pl: Przesuń w prawo, aby wrócić
pt: Deslize para a direita para voltar
ro: Glisați la dreapta pentru a reveni
ru: Свайпните вправо, чтобы вернуться
sk: Potiahnite vpravo pre návrat
sl: Povlecite v desno za vrnitev
sv: Svep åt höger för att gå tillbaka
tr: Geri dönmek için sağa kaydırın
uk: Проведіть праворуч, щоб повернутися
zh: 向右滑动以返回

source: Switch back
bg: Върни предишния
cs: Vrátit zpět
da: Skift tilbage
de: Zurückwechseln
el: Επαναφορά
es: Volver a la anterior
et: Vaheta tagasi
fi: Vaihda takaisin
fr: Revenir en arrière
hi: वापस बदलें
hr: Vrati prethodni
hu: Visszaváltás
it: Torna alla precedente
ja: 元に戻す
ko: 되돌리기
lt: Grąžinti ankstesnį
lv: Pārslēgties atpakaļ
nb: Bytt tilbake
nl: Terugschakelen
pl: Przywróć poprzedni
pt: Voltar à anterior
ro: Revino la cel anterior
ru: Вернуть прежнюю
sk: Vrátiť späť
sl: Preklopi nazaj
sv: Byt tillbaka
tr: Geri dön
uk: Повернути попередню
zh: 切换回原模型

source: Text
bg: Текст
da: Tekst
el: Κείμενο
es: Texto
et: Tekst
fi: Teksti
fr: Texte
hi: टेक्स्ट
hr: Tekst
hu: Szöveg
it: Testo
ja: テキスト
ko: 텍스트
lt: Tekstas
lv: Teksts
nb: Tekst
nl: Tekst
pl: Tekst
pt: Texto
ru: Текст
sl: Besedilo
tr: Metin
uk: Текст
zh: 文本

source: Text Processing
bg: Обработка на текст
cs: Zpracování textu
da: Tekstbehandling
de: Textverarbeitung
el: Επεξεργασία κειμένου
es: Procesamiento de texto
et: Tekstitöötlus
fi: Tekstinkäsittely
fr: Traitement de texte
hi: टेक्स्ट प्रोसेसिंग
hr: Obrada teksta
hu: Szövegfeldolgozás
it: Elaborazione testo
ja: テキスト処理
ko: 텍스트 처리
lt: Teksto apdorojimas
lv: Teksta apstrāde
nb: Tekstbehandling
nl: Tekstverwerking
pl: Przetwarzanie tekstu
pt: Processamento de texto
ro: Procesare text
ru: Обработка текста
sk: Spracovanie textu
sl: Obdelava besedila
sv: Textbearbetning
tr: Metin İşleme
uk: Обробка тексту
zh: 文本处理

source: The AI button is now on the keyboard.
bg: AI бутонът вече е на клавиатурата.
cs: Tlačítko AI je nyní na klávesnici.
da: AI-knappen er nu på tastaturet.
de: Die KI-Taste ist jetzt auf der Tastatur.
el: Το κουμπί AI βρίσκεται τώρα στο πληκτρολόγιο.
es: El botón de IA ya está en el teclado.
et: AI nupp on nüüd klaviatuuril.
fi: AI-painike on nyt näppäimistössä.
fr: Le bouton IA est maintenant sur le clavier.
hi: AI बटन अब आपके कीबोर्ड पर है।
hr: AI gumb sada je na tipkovnici.
hu: Az AI gomb már a billentyűzeten van.
it: Il pulsante IA è ora sulla tastiera.
ja: AIボタンがキーボードに追加されました。
ko: AI 버튼이 키보드에 추가되었습니다.
lt: AI mygtukas dabar yra klaviatūroje.
lv: AI poga tagad ir tastatūrā.
nb: AI-knappen er nå på tastaturet.
nl: De AI-knop staat nu op het toetsenbord.
pl: Przycisk AI jest teraz na klawiaturze.
pt: O botão de IA já está no teclado.
ro: Butonul AI este acum pe tastatură.
ru: Кнопка ИИ теперь на клавиатуре.
sk: Tlačidlo AI je teraz na klávesnici.
sl: Gumb AI je zdaj na tipkovnici.
sv: AI-knappen finns nu på tangentbordet.
tr: AI düğmesi artık klavyenizde.
uk: Кнопка ШІ тепер на клавіатурі.
zh: AI 按钮已添加到键盘。

source: The app opened to turn on the microphone: no mic session was active. Recording is already running — just head back.
bg: Приложението се отвори, за да включи микрофона: нямаше активна сесия. Записът вече тече — просто се върнете назад.
cs: Aplikace se otevřela, aby zapnula mikrofon: žádná relace nebyla aktivní. Nahrávání už probíhá — stačí se vrátit zpět.
da: Appen blev åbnet for at tænde mikrofonen: ingen mikrofonsession var aktiv. Optagelsen kører allerede — gå bare tilbage.
de: Die App wurde geöffnet, um das Mikrofon einzuschalten: Es war keine Mikrofonsitzung aktiv. Die Aufnahme läuft bereits — gehen Sie einfach zurück.
el: Η εφαρμογή άνοιξε για να ενεργοποιήσει το μικρόφωνο: δεν υπήρχε ενεργή συνεδρία. Η εγγραφή είναι ήδη σε εξέλιξη — απλώς επιστρέψτε πίσω.
es: La app se abrió para encender el micrófono: no había ninguna sesión activa. La grabación ya está en marcha — solo tiene que volver atrás.
et: Rakendus avanes, et mikrofon sisse lülitada: aktiivset seanssi ei olnud. Salvestamine juba käib — minge lihtsalt tagasi.
fi: Ohjelma avautui kytkeäkseen mikrofonin päälle: aktiivista mikrofoni-istuntoa ei ollut. Tallennus on jo käynnissä — palaa vain takaisin.
fr: L’application s’est ouverte pour activer le microphone : aucune session n’était active. L’enregistrement est déjà en cours — revenez simplement en arrière.
hi: माइक्रोफ़ोन चालू करने के लिए ऐप खुला: कोई सक्रिय सत्र नहीं था। रिकॉर्डिंग पहले से चल रही है — बस वापस चले जाइए।
hr: Aplikacija se otvorila kako bi uključila mikrofon: nijedna sesija nije bila aktivna. Snimanje je već u tijeku — samo se vratite natrag.
hu: Az alkalmazás azért nyílt meg, hogy bekapcsolja a mikrofont: nem volt aktív munkamenet. A felvétel már folyamatban van — csak lépjen vissza.
it: L’app si è aperta per attivare il microfono: nessuna sessione era attiva. La registrazione è già in corso — torni pure indietro.
ja: 有効なマイクセッションがなかったので、アプリが開いてマイクをオンにしました。録音はすでに始まっていますので、そのままお戻りください。
ko: 마이크를 켜기 위해 앱이 열렸습니다. 활성 마이크 세션이 없었기 때문입니다. 녹음은 이미 진행 중이니 그대로 돌아가시면 됩니다.
lt: Programa atsidarė, kad įjungtų mikrofoną: aktyvios sesijos nebuvo. Įrašymas jau vyksta — tiesiog grįžkite atgal.
lv: Lietotne atvērās, lai ieslēgtu mikrofonu: aktīvas sesijas nebija. Ierakstīšana jau notiek — vienkārši dodieties atpakaļ.
nb: Appen ble åpnet for å slå på mikrofonen: ingen økt var aktiv. Opptaket er allerede i gang — bare gå tilbake.
nl: De app is geopend om de microfoon in te schakelen: er was geen sessie actief. De opname loopt al — ga gewoon terug.
pl: Aplikacja otworzyła się, aby włączyć mikrofon: żadna sesja nie była aktywna. Nagrywanie już trwa — po prostu wróć.
pt: O app abriu para ativar o microfone: nenhuma sessão estava ativa. A gravação já está em andamento — é só voltar.
ro: Aplicația s-a deschis pentru a activa microfonul: nicio sesiune nu era activă. Înregistrarea este deja în curs — reveniți pur și simplu înapoi.
ru: Приложение открылось, чтобы включить микрофон: активной сессии не было. Запись уже идёт — вернитесь назад.
sk: Aplikácia sa otvorila, aby zapla mikrofón: žiadna relácia nebola aktívna. Nahrávanie už prebieha — stačí sa vrátiť späť.
sl: Aplikacija se je odprla, da vklopi mikrofon: nobena seja ni bila aktivna. Snemanje že poteka — preprosto se vrnite nazaj.
sv: Appen öppnades för att slå på mikrofonen: ingen session var aktiv. Inspelningen pågår redan — gå bara tillbaka.
tr: Mikrofonu açmak için uygulama ön plana geldi: etkin bir oturum yoktu. Kayıt zaten sürüyor — sadece geri dönün.
uk: Застосунок відкрився, щоб увімкнути мікрофон: активної сесії не було. Запис уже триває — просто поверніться назад.
zh: 当时没有活跃的麦克风会话，因此应用打开以开启麦克风。录音已经在进行中——直接返回即可。

source: The purchase didn’t go through. Please try again.
bg: Покупката не беше извършена. Опитайте отново.
cs: Nákup se nezdařil. Zkuste to prosím znovu.
da: Købet blev ikke gennemført. Prøv igen.
de: Der Kauf wurde nicht abgeschlossen. Bitte versuchen Sie es erneut.
el: Η αγορά δεν ολοκληρώθηκε. Δοκιμάστε ξανά.
es: La compra no se ha completado. Inténtelo de nuevo.
et: Ost ei õnnestunud. Proovige uuesti.
fi: Osto ei onnistunut. Yritä uudelleen.
fr: L’achat n’a pas abouti. Veuillez réessayer.
hi: ख़रीदारी पूरी नहीं हो सकी। कृपया फिर से कोशिश करें।
hr: Kupnja nije uspjela. Pokušajte ponovno.
hu: A vásárlás nem sikerült. Próbálja újra.
it: L’acquisto non è andato a buon fine. Riprovi.
ja: 購入を完了できませんでした。もう一度お試しください。
ko: 구입이 완료되지 않았습니다. 다시 시도해 주세요.
lt: Pirkimas nepavyko. Bandykite dar kartą.
lv: Pirkums neizdevās. Lūdzu, mēģiniet vēlreiz.
nb: Kjøpet ble ikke fullført. Prøv igjen.
nl: De aankoop is niet gelukt. Probeer het opnieuw.
pl: Zakup się nie powiódł. Spróbuj ponownie.
pt: A compra não foi concluída. Tente novamente.
ro: Achiziția nu a reușit. Încercați din nou.
ru: Покупка не прошла. Попробуйте ещё раз.
sk: Nákup sa nepodaril. Skúste to znova.
sl: Nakup ni uspel. Poskusite znova.
sv: Köpet gick inte igenom. Försök igen.
tr: Satın alma tamamlanamadı. Lütfen tekrar deneyin.
uk: Покупка не пройшла. Спробуйте ще раз.
zh: 购买未能完成。请再试一次。

source: This action will run automatically after every dictated text.
bg: Това действие ще се изпълнява автоматично след всеки диктуван текст.
cs: Tato akce se spustí automaticky po každém nadiktovaném textu.
da: Denne handling køres automatisk efter hver dikteret tekst.
de: Diese Aktion wird automatisch nach jedem diktierten Text ausgeführt.
el: Αυτή η ενέργεια θα εκτελείται αυτόματα μετά από κάθε υπαγορευμένο κείμενο.
es: Esta acción se ejecutará automáticamente después de cada texto dictado.
et: See tegevus käivitub automaatselt pärast iga dikteeritud teksti.
fi: Tämä toiminto suoritetaan automaattisesti jokaisen sanelun jälkeen.
fr: Cette action s’exécutera automatiquement après chaque texte dicté.
hi: यह क्रिया हर डिक्टेट किए गए टेक्स्ट के बाद स्वतः चलेगी।
hr: Ova akcija pokretat će se automatski nakon svakog diktiranog teksta.
hu: Ez a művelet automatikusan lefut minden diktált szöveg után.
it: Questa azione verrà eseguita automaticamente dopo ogni testo dettato.
ja: このアクションは音声入力されたテキストのたびに自動的に実行されます。
ko: 이 작업은 받아쓰기된 텍스트마다 자동으로 실행됩니다.
lt: Šis veiksmas bus paleidžiamas automatiškai po kiekvieno diktuoto teksto.
lv: Šī darbība tiks izpildīta automātiski pēc katra diktētā teksta.
nb: Denne handlingen kjøres automatisk etter hver dikterte tekst.
nl: Deze actie wordt automatisch uitgevoerd na elke gedicteerde tekst.
pl: Ta akcja zostanie uruchomiona automatycznie po każdym podyktowanym tekście.
pt: Esta ação será executada automaticamente após cada texto ditado.
ro: Această acțiune va rula automat după fiecare text dictat.
ru: Это действие будет запускаться автоматически после каждой диктовки.
sk: Táto akcia sa spustí automaticky po každom nadiktovanom texte.
sl: To dejanje se bo samodejno zagnalo po vsakem narekovanem besedilu.
sv: Denna åtgärd körs automatiskt efter varje dikterad text.
tr: Bu işlem, dikte edilen her metinden sonra otomatik olarak çalıştırılır.
uk: Ця дія запускатиметься автоматично після кожного продиктованого тексту.
zh: 此操作将在每次听写文本后自动运行。
